<template>
     <div class="headerContainer">
        <div class="headerTitle">
            <p>
                <span>
                    <svg xmlns="http://www.w3.org/2000/svg" width="64" height="64" viewBox="0 0 64 64"><path fill="#be212f" d="M27.689 37.348c.242 2.504.646 4.368 1.211 5.592c.564 1.223 1.575 1.837 3.03 1.837c.273 0 .518-.045.761-.091c.245.046.487.091.759.091c1.453 0 2.462-.614 3.03-1.837c.563-1.224.968-3.088 1.209-5.592l1.292-19.33c.242-3.768.363-6.473.363-8.113c0-2.234-.585-3.977-1.753-5.226c-1.173-1.25-2.714-1.877-4.624-1.877c-.1 0-.177.023-.274.027c-.097-.004-.175-.027-.274-.027c-1.912 0-3.451.626-4.623 1.877c-1.17 1.25-1.755 2.993-1.755 5.227c0 1.641.122 4.345.363 8.113l1.291 19.329m5.035 14.488c-1.849 0-3.428.587-4.736 1.754c-1.306 1.174-1.96 2.592-1.96 4.258c0 1.888.661 3.365 1.981 4.439c1.324 1.076 2.866 1.618 4.625 1.618c1.794 0 3.357-.534 4.694-1.595c1.337-1.063 2-2.55 2-4.463c0-1.666-.64-3.084-1.917-4.258c-1.276-1.166-2.839-1.753-4.691-1.753"/></svg>
                </span>
            </p>
            <p class="mt-3">
                <svg xmlns="http://www.w3.org/2000/svg" class="colonIcon" width="25" height="25" viewBox="0 0 20 20"><g transform="rotate(180 10 10)"><path fill="currentColor" d="M13.5 7.5a3.5 3.5 0 1 0-1.876 3.101c-.234.868-.564 1.595-.959 2.175C9.875 13.938 8.84 14.5 7.75 14.5a.75.75 0 0 0 0 1.5c1.671 0 3.137-.883 4.156-2.38c1.01-1.486 1.594-3.583 1.594-6.12Z"/></g></svg>
                Plan အကျဉ်းချုပ်
                <svg xmlns="http://www.w3.org/2000/svg" class="colonIcon" width="25" height="25" viewBox="0 0 20 20"><path fill="currentColor" d="M13.5 7.5a3.5 3.5 0 1 0-1.876 3.101c-.234.868-.564 1.595-.959 2.175C9.875 13.938 8.84 14.5 7.75 14.5a.75.75 0 0 0 0 1.5c1.671 0 3.137-.883 4.156-2.38c1.01-1.486 1.594-3.583 1.594-6.12Z"/></svg>
            </p>
        </div>
        <div class="headerBodyText">
            <p>အကျဉ်းချုပ် အနေနဲ့ကတော့
                ငါတိုလူစုံတက်စုံ ဆုံချင်တယ်ကွာ
                ဘဝထဲမှာ ကိုယ့်ပြသနာတွေနဲ့ကိုယ်
                လုံးပမ်း ဖြတ်သန်းနေရတာ
                ပင်ပန်းလှရောပေါ့

                ကျန်တာတွေ အကုန် ခဏမေ့ထားပြီး
                ပျော်ပျော်ပါးပါးနဲ့ အတိတ်ကို
                ပြန်ခရီးထွက်ကြရအောင်
            </p>
        </div>
    </div>
</template>

<script>
    export default{

    }
</script>